Repository: GabrielTorem/Residencia_2C2025
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_es

source: Discourse extracting a transcultural, transtemporal phenomenon labeled “the vampire” is of rather limited utility; even if vampiric figures are found almost worldwide, from ancient Egypt to modern Hollywood, each reappearance and its analysis is still bound in a double act of construction and reconstitution. “Monster theory” must therefore concern itself with strings of cultural moments, connected by a logic that always threatens to shift; invigorated by change and escape, by the impossibility of achieving what Susan Stewart calls the desired “fall or death, the stopping” of its gigantic subject, monstrous interpretation is as much process as epiphany, a work that must content itself with fragments (footprints, bones, talismans, teeth, shadows, obscured glimpses—signifiers of monstrous passing that stand in for the monstrous body itself).
es_es: El discurso que extrae un fenómeno transcultural y transtemporal llamado “el vampiro” es de utilidad relativamente limitada; aunque las figuras vampíricas aparezcan en casi todo el mundo, desde el antiguo Egipto hasta el Hollywood moderno, cada reaparición y su análisis están vinculados a un doble acto de construcción y reconstitución. Así, “La teoría del monstruo” debe verse relacionada con hilos de momentos culturales, conectados por una lógica que siempre amenaza con transformarse; impulsada por el cambio y el escape y mediante la imposibilidad de alcanzar lo que Susan Stewart llama “la caída o muerte, la detención” de su enorme sujeto, la interpretación monstruosa es tanto un proceso como una epifanía, es un trabajo que debe conformarse con fragmentos (huellas, huesos, talismanes, dientes, sombras, indicios oscuros–significantes de la presencia monstruosa que representan al propio cuerpo monstruoso).

source: Distortion should not destroy, but contribute to the final revelation: “Distortion in this case is an instrument; exaggeration has a purpose [.
es_es: La distorsión no debe destruir, sino contribuir a la revelación final: “La distorsión, en este caso, es un instrumento; la exageración tiene un propósito [.

source: Drive a stake through its heart: it will be stuck to the ground at the fork, it will haunt that place that leads to many other places, that point of indecision.
es_es: Clava una estaca en su corazón: quedará anclado al suelo en la bifurcación, rondará ese lugar que conduce a muchos otros lugares, ese punto de indecisión.

source: Each time the grave opens and the unquiet slumberer strides forth (“come from the dead, / Come back to tell you all”), the message pro- claimed is transformed by the air that gives its speaker new life.
es_es: Cada vez que se abre la tumba y que el sonámbulo inquieto avanza ("Vuelvo de la muerte, / Vuelvo para contarles a todos"), el mensaje proclamado se transforma con el mismo aire que le otorga nueva vida a su emisor.

source: Elizabeth deported “blackamoores” in 1596 and again in 1601.
es_es: Isabel I deportó a los “moros negros” en 1596 y nuevamente en 1601.

source: Escapist delight gives way to horror only when the monster threatens to overstep these boundaries, to destroy or deconstruct the thin walls of category and culture.
es_es: El deleite escapista se convierte en horror solo cuando el monstruo amenaza con traspasar esos límites, con destruir o deconstruir las delgadas paredes de la jerarquía y la cultura.

source: Even a film as recent as 1979’s immensely successful Alien may have a cognizance of the fear in its underworkings: the grotesque creature that stalks the heroine (dressed in the final scene only in her underwear) drips a glistening slime of K-Y Jelly from its teeth; the jaw tendons are constructed of shredded condoms; and the man inside the rubber suit is Bolaji Badejo, a Masai tribesman standing seven feet tall who happened to be studying in England at the time the film was cast.
es_es: Incluso es posible encontrar que en una película tan reciente y de inmenso éxito como Alien [^N. de T.], aparece en el detrás de escena la conciencia de este miedo: de los dientes de la grotesca criatura que acecha a la heroína (quien sólo viste ropa interior en la escena final) gotea una baba brillante de gel lubricante; los tendones de la mandíbula están construidos con preservativos triturados; y el hombre que está dentro del traje de goma es Bolaji Badejo, un miembro de la tribu Masai de dos metros de altura que estaba estudiando en Inglaterra justo en el momento en que se rodó la película. [^N. de T.:] <Recuérdese que esta película es del año 1979>

source: Even in the ascription of the still landscape to the giant, it is the activities of the giant, his or her legendary actions, that have resulted in the observable trace.
es_es: Incluso en la atribución del paisaje inmóvil al gigante, son las actividades del gigante, sus acciones legendarias, las que han dejado la huella observable.

source: Extended travel was dependent in both the ancient and medieval world on the promulgation of an ideal of hospitality that sanctified the responsibility of host to guest.
es_es: Tanto en el mundo antiguo como en el medieval, los viajes prolongados dependían del consenso de un ideal de hospitalidad que consagraba la responsabilidad del anfitrión hacia su huésped.

source: Flannery O’Connor, Mystery and Manners [1969], eds. Sally and Robert Fitzgerald (New York: Farrar, Straus and Giroux, 1970), 44–45.
es_es: Flannery O’Connor, *Mystery and Manners* [1969], compilado por Sally y Robert Fitzgerald (New York: Farrar, Straus and Giroux, 1970), 44–45. [La traducción es nuestra].

source: Flannery O’Connor, The Habit of Being, ed. Sally Fitzgerald (New York: Farrar, Straus and Giroux, 1979), 105.
es_es: Flannery O’Connor, *The Habit of Being*, compilado por Sally Fitzgerald. Nueva York: Farrar, Straus y Giroux, 1979, 105. [La traducción es nuestra].

source: For Mikhail Bakhtin, famously, this is the transformative power of laughter: “Laughter liberates not only from external censorship but first of all from the great internal censor; it liberates from the fear that developed in man during thousands of years: fear of the sacred, fear of the prohibitions, of the past, of power.” Rabelais and His World, trans. Héléne Iswolsky (Indianapolis: Indiana University Press, 1984), 94.
es_es: Para Mijaíl Bajtín, lo que caracteriza el poder transformador de la risa es que: “La risa libera no solo de la censura externa, sino sobre todo del gran censor interno; libera del miedo que se desarrolló en el hombre durante miles de años: el miedo a lo sagrado, el miedo a las prohibiciones, al pasado, al poder”. Mijaíl Bajtín, Rabelais and His World, traducción al inglés de Hélène Iswolsky (Indianapolis: Indiana University Press, 1984), 94. [La traducción al español es nuestra].

source: For O’Connor, the literary freak should produce a shocking effect, and above all, convey transcendental values, given her Christian and Catholic concerns.
es_es: Para O’Connor, el *freak* literario debe producir un impacto, y, sobre todo, transmitir valores trascendentales, dadas sus ideas cristianas y católicas.

source: From ancient times, monsters were invested with supernatural meanings: in fact, “they were taken as a showing forth of divine will from antiquity until the hand of God seemingly loosed its grip on the world.” Just as the word monster implies otherness and bodily difference, the term freak – whose etymology is not so clear – describes “capricious variegation or sudden, erratic change.” It evokes the singular, unusual and abnormal.
es_es: Desde la antigüedad, los monstruos fueron investidos de significados sobrenaturales: de hecho, “se los tomaba como una manifestación de la voluntad divina de la antiguedad antes de que la mano de Dios aparentemente soltó el control sobre el mundo". Así como la palabra monstruo implica otredad y diferencia corporal, el término freak — cuya etimología no está tan clara — describe “variación caprichosa o cambio repentino, errático”. Evoca lo singular, lo inusual y lo anormal.

source: From its position at the limits of knowing, the monster stands as a warning against exploration of its uncertain demesnes.
es_es: Desde su posición en los límites del conocimiento, el monstruo actúa como advertencia contra la exploración de sus dominios inciertos.

source: From the classical period into the twentieth century, race has been almost as powerful a catalyst to the creation of monsters as culture, gender, and sexuality.
es_es: Desde el período clásico hasta el s. XX, la raza ha sido un catalizador casi tan poderoso para la creación de monstruos como lo han sido la cultura, el género y la sexualidad.

source: From their scattered blood arose a race of men who continued their fathers’ malignant ways.
es_es: De su sangre dispersa surgió una raza de hombres que siguió las conductas malignas de sus padres.

source: Full of rebuke to traditional methods of organizing knowledge and human experience, the geography of the monster is an imperiling expanse, and therefore always a contested cultural space.
es_es: Ostentando un rechazo total a los métodos tradicionales de organizar el conocimiento y la experiencia humanos, la geografía del monstruo representa una expansión peligrosa y, por consiguiente, siempre se combate en el espacio cultural.

source: Further references in the text abbreviated as MM.
es_es: Las referencias posteriores en el texto se abrevian con las siglas MM.

source: Furthermore, O’Connor’s freaks are also representatives of contemporary American society and culture because their monstrosity passes unnoticed.
es_es: Más aún, los *freaks* de O’Connor también representan a la sociedad y cultura estadounidenses contemporáneas, ya que la monstruosidad de estos personajes pasa desapercibida.

source: Garber writes at some length about “category crisis,” which she defines as “a failure of definitional distinction, a borderline that becomes perme- able, that permits of border crossings from one (apparently distinct) category to another: black/white, Jew/Christian, noble/bourgeois, master/servant, master/slave….
es_es: Garber escribe extensamente sobre la "crisis de categorías", a la cual define como "un fracaso de la distinción definicional, una frontera que se vuelve permeable, que permite cruzar de una categoría (aparentemente distinta) a otra: negro/blanco, judío/cristiano, noble/burgués, amo/sirviente, amo/esclavo....

source: Gargoyles and ornately sculpted grotesques, lurking at the crossbeams or upon the roof of the cathedral, likewise record the liberating fantasies of a bored or repressed hand suddenly freed to populate the margins.
es_es: Del mismo modo, las gárgolas y los grotescos elaboradamente esculpidos, que se alzan en los tirantes o sobre el techo de la catedral, registran las fantasías de una mano aburrida o reprimida, desatada de repente para poblar los márgenes.

source: Garland Thomson (New York and London: New York University Press, 1996), 1–19, 3.
es_es: Thomson, R. G. (1996). Nueva York, NY y Londres, Reino Unido: New York University Press

source: Ghosts can be very fierce and instructive.
es_es: Los fantasmas pueden ser poderosos e instructivos.

source: Giraldus Cambrensis demonstrates just this slippage of the foreign in his Topography of Ireland; when he writes of the Irish (ostensibly simply to provide information about them to a curious English court, but actually as a first step toward invading and colonizing the island), he observes:
es_es: Giraldus Cambrensis ilustra precisamente cómo se denigra lo extranjero en Topografía de Irlanda; al escribir sobre los irlandeses (en apariencia, solo para brindar información sobre ellos a una corte inglesa curiosa, pero en realidad como primer paso para invadir y colonizar la isla), el autor observa:

source: Giraldus creates a vision of monstrous gender (aberrant, demonstrative): the violation of the cultural codes that valence gendered behaviors creates a rupture that must be cemented with (in this case) the binding, corrective mortar of English normalcy.
es_es: Giraldus crea una visión que se condice con el género monstruoso (aberrante, demostrativa): la violación de los códigos culturales en cuanto a los comportamientos de género acordados introduce una ruptura que debe ser triturada con (en este caso) los morteros cohesivos, correctivos de la normalidad inglesa.

source: Given that the recorders of the history of the West have been mainly European and male, women (She) and nonwhites (Them!) have found themselves repeatedly trans- formed into monsters, whether to validate specific alignments of masculinity and whiteness, or simply to be pushed from its realm of thought.
es_es: Dado que los cronistas de la historia de Occidente son en su mayoría hombres europeos, las mujeres (She) y las personas de otras razas (Them!) han sido transformados en monstruos de manera reiterada, ya sea para validar ciertos lineamientos específicos de masculinidad y supremacismo blanco, o simplemente para expulsarlos del ámbito de pensamiento.

source: Godzilla trampled Tokyo; Girard frees him here to fragment the delicate matrix of relational systems that unite every private body to the public world.
es_es: Godzilla aplastó Tokio; Girard lo libera aquí para fragmentar la delicada matriz de sistemas relacionales que une a cada cuerpo privado con el mundo público.

source: Harold Bloom, “Flannery O’Connor,” in Genius: A Mosaic of One Hundred Exemplary Creative Minds (Fourth Estate: London, 2002): 575–579, 575.
es_es: Harold Bloom, “Flannery O’Connor,” en Genius: A Mosaic of One Hundred Exemplary Creative Minds (Fourth Estate: Londres, 2002): 575–579, 575. [Traducción de Margarita Valencia Vargas. Barcelona: Anagrama. 2004]

source: Harvey R. Greenberg, “Reimaging the Gargoyle: Psychoanalytic Notes on Alien,” in Close Encounters: Film, Feminism, and Science Fiction, ed. Constance Penley, Elisabeth Lyon, Lynn Spigel, and Janet Bergstrom (Minneapolis: University of Minnesota Press, 1991), 90-91.
es_es: Harvey R. Greenberg, “Reimagining the Gargoyle: Psychoanalytic Notes on Alien”, en Close Encounters: Film, Feminism, and Science Fiction, editado por Constance Penley, Elisabeth Lyon, Lynn Spigel y Janet Bergstrom (Minneapolis: University of Minnesota Press, 1991), 90-91. [La traducción es nuestra]

source: He came to bear witness to sexual norms.
es_es: Venía a dar testimonio de las normas sexuales.

source: He has only a short space to do it in and he can’t do it by statement.
es_es: Para hacerlo, dispone de poco espacio y no puede recurrir a la enunciación.

source: He has to do it by showing, not by saying, and by showing the concrete – so that his problem is really how to make the concrete work double time for him.
es_es: Tiene que lograrlo mostrando, no diciendo, y mostrando lo concreto; entonces, su problema en realidad es lograr que lo concreto funcione con un doble propósito.

source: He thrown everything off balance.
es_es: Rompió el equilibrio de to.

source: He turns into a wolf, and yet retains some traces of his former shape.
es_es: Se convierte en lobo y mantiene rastros de su antigua figura.

source: Hermaphrodites, Amazons, and lascivious cannibals beckon from the edges of the world, the most distant planets of the galaxy.
es_es: Los hermafroditas, las amazonas y los caníbales lascivos llaman desde los confines del mundo, los planetas más distantes de la galaxia.

source: His garments change to shaggy hair, his arms to legs.
es_es: En pelaje se transforman sus vestidos, en patas sus brazos:

source: His mouth of itself gathers foam, and with his accustomed greed for blood he turns against the sheep, delighting still in slaughter.
es_es: Su cara concentra de él mismo la rabia y hace uso de su acostumbrado deseo de matanza contra los animales y todavía ahora se alegra con la sangre.

source: His words and behaviour por tray him as frank and good-mannered, but also as a sadist and a fundamentalist:
es_es: Sus palabras y comportamiento lo presentan como franco y de buenos modales, pero también sádico y fundamentalista:

source: However, as pointed out above, the epiphanies of O’Connor’s fiction are far from transparent, and this tale provides a good example of such ambiguity.
es_es: Sin embargo, como se señaló anteriormente, las epifanías de la ficción de O’Connor están lejos de ser transparentes, y esta historia sirve de buen ejemplo para exhibir tal ambigüedad.

source: However, the Misfit is too proud to ask for help.
es_es: Sin embargo, el Desequilibrado es demasiado orgulloso como para pedir ayuda.

source: I am hinting here at the possibility of a feminist recuperation of the gendered monster by citing the titles of two famous books about Lilith (a favorite figure in feminist writing): Jacques Bril’s Lilith, ou, La Mere obscure (Paris: Payot, 1981), and Siegmund Hurwitz’s Lilith, die erste Eva: Eine Studie uber dunkle Aspekte des Weiblichen (Zurich: Daimon Verlag, 1980).
es_es: Aquí insinúo la posibilidad de una recuperación feminista del monstruo atravesado por el género al citar los títulos de dos libros famosos sobre Lilith, que es una figura predilecta en la escritura feminista: Lilith, ou, La Mère obscure, de Jacques Bril (París: Payot, 1981), y Lilith, die erste Eva: Eine Studie über dunkle Aspekte des Weiblichen, de Siegmund Hurwitz (Zúrich: Daimon Verlag, 1980).

source: I am indebted to Keeryung Hong of Harvard University for sharing her re- search on medieval map production for this hypothesis.
es_es: Quedo en deuda con Keeryung Hong de la Universidad de Harvard por haberme compartido su investigación sobre la producción de mapas medievales para esta hipótesis.

source: I connect these two seemingly unrelated titles here to call attention to the anxieties that monsterized their subjects in the first place, and to enact syntacticaily an even deeper fear: that the two will join in some unholy miscegenation.
es_es: Relaciono aquí estos dos títulos, en apariencia inconexos, para poner de relieve las ansiedades que dieron lugar a la monstruización de sus protagonistas en primer lugar y para graficar un temor aún más profundo: que ambos se unirán en algún tipo de mestizaje impío.

source: I offer seven theses toward understanding cultures through the monsters they bear.
es_es: Propongo siete tesis para comprender las culturas a través de los monstruos que engendran.

source: I prefer to think that, however unlikely this may seem, the old lady’s gesture, like the mustardseed, will grow to be a great crow-filled tree in the Misfit’s heart, and will be enough of a pain to him there to turn him into the prophet he was meant to become” (MM, 112, 113).
es_es: Prefiero pensar que, aunque esto pueda parecer poco probable, el gesto de la anciana, como la semilla de mostaza, se convertirá en un gran árbol repleto de cuervos en el corazón del Desequilibrado, y será suficiente el dolor que atraviese para volverse el profeta que se esperaba de él” (MM, 112,113. 4^N. d. T).

source: I realize that this is an interpretive biographical maneuver Barthes would surely have called “the living death of the author.”
es_es: Comprendo esto como una maniobra interpretativa de carácter biográfico que Barthes sin duda habría calificado de "muerte viva del autor".

source: I think it is safe to say that while the South is hardly Christ-centered, it is most certainly Christ-haunted.
es_es: Creo que es seguro afirmar que aunque el sur difícilmente sea cristocéntrico, está, sin duda, perseguido por la figura de Cristo.

source: I will say a few words about it here.
es_es: Diré algunas palabras al respecto a continuación.

source: Ibid., 21-22.
es_es: Ibíd., 21-22.

source: If He did what He said, then it’s nothing for you to do but throw away everything and follow Him, and if He didn’t, then it’s nothing for you to do but enjoy the few minutes you got left the best you can by killing somebody or burning down his house or doing some other meanness to him.
es_es: Si Él hacía lo que decía, entonces solo te queda dejarlo to y seguirlo, y si no lo hacía, entonces solo te queda disfrutar de los pocos minutos que tienes de la mejor manera posible, matando a alguien o quemándole la casa o haciéndole alguna otra maldad.

source: In Love and Death in the American Novel, a founding text in the history of American literary criticism, Leslie Fiedler argues that American fiction is “bewilderingly and embarrassingly, a gothic fiction, nonrealistic and negative, sadist and melodramatic – a literature of darkness and the grotesque in a land of light and affirmation.” In the same vein, Teresa Goddu points out the paradox inherent in these characteristics: “America’s self-mythologization as a nation of hope and harmony directly contradicts the gothic’s most basic impulses.” That is why American gothic has come to be mainly analysed as a regional form, placing Southern Gothic at its centre.
es_es: En Love and Death in the American Novel, un texto fundacional en la historia de la crítica literaria estadounidense, Leslie Fiedler sostiene que la ficción norteamericana es “desconcertante y vergonzosamente una ficción gótica; no realista y negativa, sádica y melodramática; una literatura de oscuridad y grotesco en una tierra de luz y afirmación”. En la misma línea, Teresa Goddu señala la paradoja inherente a estas características: “La automitologización de Estados Unidos como una nación de esperanza y armonía contradice directamente los impulsos más básicos del gótico”. Por eso, el gótico estadounidense llegó a analizarse principalmente como una forma regional, colocando al gótico sureño en su centro.

source: In Francis Coppola’s recent blockbuster, Bram Stoker’s Dracula, the homosexual subtext present at least since the appearance of Sheridan Le Fanu’s lesbian lamia (Carmilla, 1872) has, like the red corpuscles that serve as the film’s leitmotif, risen to the surface, primarily as an AIDS awareness that transforms the disease of vampirism into a sadistic (and very medieval) form of redemption through the torments of the body in pain.
es_es: En el reciente éxito de taquilla de Francis Coppola, Drácula, de Bram Stoker, el subtexto homosexual presente, al menos desde la aparición de la lamia lesbiana de Sheridan Le Fanu (Carmilla, 1872), ha resurgido, como los glóbulos rojos que sirven de *leitmotiv* de la trama, principalmente como una concientización sobre el SIDA que transforma la enfermedad del vampirismo en una forma sadista (y muy medieval) de redención mediante los tormentos del cuerpo en agonía.

source: In O’Connor’s fiction, freaks are no longer prodigious monsters, but peculiar figures that constitute an instrument of revelation rather than a source of entertainment; their freakery has more to do with eccentric behaviour and moral deviance than with corporeal anomaly.
es_es: En la ficción de O’Connor, los *freaks* ya no son monstruos prodigios, sino figuras peculiares que constituyen un instrumento de revelación en vez de una fuente de entretenimiento; su anormalidad tiene más que ver con el comportamiento excéntrico y la desviación moral que con la anomalía corporal.

source: In O’Connor’s fiction, violence is never an end in itself.
es_es: En la ficción de O’Connor, la violencia nunca es un fin en sí misma.

source: In any case, it is when the freak can be sensed as a figure for our essential displacement that he attains some depth in literature.
es_es: En cualquier caso, es cuando el *freak* adquiere cierta hondura literaria que se lo percibe como figura de nuestro desplazamiento esencial.
